TOKEN = "NzE4ODY2NDU2MDgyNzc2MDk1.Xtva6g.he6ZoprF0x-C5pqq0YJgHmD3c9U" # токен бота

POST_ID = 718880220215640124 #что то

ROLES = {	
	'🔥':613693590832414720, #far cry
	'🎁':613693988968333352, #nfs
	'🤩':615074584256970752, #gta
	'🔔':621375968589905921, #cs:go
	'💸':621391429431721984, #minecraft
	'💩':621760714528522241, #fortnite
	'😹':613693590832414720, #Half-Life
	'🤑':622054714401619988, #Garry's mod
	'🥰':622396167296122890, #dota 2
	'😎':629292402376441856, #terraria
	'🤪':631114915926769674, #apex
	'👍':631121795428253707, #pubg
	'🤖':631536154826637332, #overwathc
	'👋':638249636196253696, #Starcraft
	'😋':645918302958256129, #roblox
 }                                                             #список ролей в соотвецтвии с эмоджи(смайлик)

EXCROLES = () # роли которые не будут выдоватся

MAX_ROLES_PER_USER = 6 #Максимальное кол-во ролей которые могут взять пользователи
